# Задача 1: Найдите сумму цифр трехзначного числа.
# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0)

a = input ("Введите трёхзначное натуральное число =>")
print (f'Сумма цифр этого числа: {int(a[0]) + int(a[1]) + int(a[2])}')

